Repository: MiguelSchionato/my_dotfiles
Catalog: plasma/plasmoids/Nori.Weather/translate/*.po
Languages: id, vi

source: Clear
id: Cerah
vi: Trời trong

source: Mainly clear
id: Sebagian besar cerah
vi: Trời trong chủ yếu

source: Partly cloudy
id: Sebagian berawan
vi: Trời nhiều mây

source: Overcast
id: Mendung
vi: Trời u ám

source: Drizzle light intensity
id: Gerimis intensitas ringan
vi: Mưa phùn nhẹ

source: Drizzle moderate intensity
id: Gerimis intensitas sedang
vi: Mưa phùn vừa

source: Drizzle dense intensity
id: Gerimis intensitas berat
vi: Mưa phùn nặng

source: Freezing Drizzle light intensity
id: Gerimis beku intensitas ringan
vi: Mưa phùn đóng băng nhẹ

source: Freezing Drizzle dense intensity
id: Gerimis beku intensitas berat
vi: Mưa phùn đóng băng nặng

source: Rain slight intensity
id: Hujan intensitas ringan
vi: Mưa nhẹ

source: Rain moderate intensity
id: Hujan intensitas sedang
vi: Mưa vừa

source: Rain heavy intensity
id: Hujan intensitas berat
vi: Mưa lớn

source: Freezing Rain light intensity
id: Hujan beku intensitas ringan
vi: Mưa đóng băng nhẹ

source: Freezing Rain heavy intensity
id: Hujan beku intensitas berat
vi: Mưa đóng băng nặng

source: Snowfall slight intensity
id: Salju intensitas ringan
vi: Tuyết rơi nhẹ

source: Snowfall moderate intensity
id: Salju intensitas sedang
vi: Tuyết rơi vừa

source: Snowfall heavy intensity
id: Salju intensitas berat
vi: Tuyết rơi nặng

source: Snow grains
id: Butir salju
vi: Hạt tuyết

source: Rain showers slight
id: Hujan rintik ringan
vi: Mưa rào nhẹ

source: Rain showers moderate
id: Hujan rintik sedang
vi: Mưa rào vừa

source: Rain showers violent
id: Hujan rintik lebat
vi: Mưa rào bạo

source: Snow showers slight
id: Hujan salju ringan
vi: Tuyết rơi nhẹ

source: Snow showers heavy
id: Hujan salju berat
vi: Tuyết rơi nặng

source: Thunderstorm
id: Badai petir
vi: Dông

source: Thunderstorm with slight hail
id: Badai petir dengan hujan es ringan
vi: Dông kèm mưa đá nhỏ

source: Thunderstorm with heavy hail
id: Badai petir dengan hujan es lebat
vi: Dông kèm mưa đá lớn

source: Cloudy
id: Berawan
vi: Có mây

source: Drizzle
id: Gerimis
vi: Mưa phùn

source: Rain
id: Hujan
vi: Mưa

source: Snow
id: Salju
vi: Tuyết

source: Showers
id: Hujan rintik
vi: Mưa rào

source: Storm
id: Badai
vi: Bão

source: Monday
id: Senin
vi: Thứ Hai

source: Tuesday
id: Selasa
vi: Thứ Ba

source: Wednesday
id: Rabu
vi: Thứ Tư

source: Thursday
id: Kamis
vi: Thứ Năm

source: Friday
id: Jumat
vi: Thứ Sáu

source: Saturday
id: Sabtu
vi: Thứ Bảy

source: Sunday
id: Minggu
vi: Chủ Nhật
