Repository: MiguelSchionato/my_dotfiles
Catalog: plasma/plasmoids/Start.Next.Menu/translate/*.po
Languages: bn

source: A configurable launcher menu
bn: একটি কনফিগারযোগ্য লঞ্চার মেনু

source: Remove from Favorites
bn: প্রিয় থেকে অপসারণ করুন

source: Add to Favorites
bn: প্রিয়তে যোগ করুন

source: On All Activities
bn: সমস্ত কার্যকলাপে

source: On The Current Activity
bn: বর্তমান কার্যকলাপে

source: Show In Favorites
bn: প্রিয়তে দেখান

source: General
bn: সাধারণ

source: Icon:
bn: আইকন:

# @item:inmenu Open icon chooser dialog
source: Choose...
bn: পছন্দ করুন...

# @item:inmenu Reset icon to default
source: Clear Icon
bn: আইকন মুছুন

source: Show favorites first
bn: প্রথমে প্রিয় দেখান

source: Menu position
bn: মেনু অবস্থান

source: Default
bn: ডিফল্ট

source: Center
bn: কেন্দ্র

source: Center bottom
bn: কেন্দ্র-নিচ

source: Show labels in two lines
bn: লেবেল দুই লাইনে দেখান

source: Number of columns
bn: কলামের সংখ্যা

source: Number of rows
bn: সারি সংখ্যা

source: Unhide all hidden applications
bn: সমস্ত লুকানো অ্যাপ্লিকেশন আনলুক করুন

source: Unhidden!
bn: আনলুক করা হয়েছে!

source: Edit Applications...
bn: অ্যাপ্লিকেশন সম্পাদনা করুন...

source: System Preferences
bn: সিস্টেম পছন্দসমূহ

source: Lock Screen
bn: স্ক্রিন লক করুন

source: Leave ...
bn: প্রস্থান করুন ...

source: Hi,
bn: হাই,

source: Type here to search ...
bn: এখানে টাইপ করে খুঁজুন ...

source: Favorites
bn: প্রিয়

source: All apps
bn: সমস্ত অ্যাপ

source: Processor
bn: প্রসেসর

source: More info...
bn: আরও তথ্য...

source: Home
bn: হোম

source: About
bn: সম্পর্কিত
